---
kind: type
id: T:Autodesk.Revit.DB.GroupTypeId
source: html/3339c438-5b0e-83e7-568a-6fe536e68d57.htm
---
# Autodesk.Revit.DB.GroupTypeId

This class contains constants identifying parameter groups.

## Syntax (C#)
```csharp
public static class GroupTypeId
```